[Character.CharClass_Hammerlock AIClassDefinition]
DefaultDisplayName="Sir Hammerlock"
UBMKilledByMessageString=""

[Population.BD_Hammerlock AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Sir Hammerlock")

